Repository: tarakbumba/tuncel
Catalog: actions/po/*.po
Languages: el, es, fr, pl, pt_pt, ru, sl, tr, uk

# ToolbarLabel
source: Installs Source RPM package into rpm/rpmbuild directory
el: Εγκατάσταση του πηγαίου RPM στον κατάλογο rpm/rpmbuild
es: Instalar el paquete RPM fuente en el directorio rpm/rpmbuild
fr: Installe le RPM source dans le dossier rpm/rpmbuild
pl: Instaluje źródłowy RPM do katalogu rpm/rpmbuild
pt_pt: Instala o pacote RPM Fonte numa diretoria rpm/rpmbuild
ru: Установить пакет RPM с исходным кодом в каталог rpm/rpmbuild
sl: Namestitev paketa z izvorno kodo RPM v mapo rpm/rpmbuild
tr: Kaynak RPM paketini rpm/rpmbuild dizinine kurar
uk: Встановити пакунок RPM з початковими кодами до каталогу rpm/rpmbuild

# Name
source: Install Source RPM
el: Εγκατάσταση του πηγαίου RPM
es: Instalar RPM fuente
fr: Installer le RPM source
pl: Instaluj źródłowy RPM
pt_pt: Instalar RPM Fonte
ru: Установить RPM с исходным кодом
sl: Namesti paket z izvorno kodo RPM
tr: Kaynak RPM Kur
uk: Встановити RPM з початковим кодом

# Name
source: Default profile
el: Προκαθορισμένο προφίλ
es: Perfil por defecto
fr: Profil par défaut
pl: Domyślny profil
pt_pt: Perfil Predefinido
ru: Стандартный профиль
sl: Privzet profil
tr: Varsayılan profil
uk: Типовий профіль

# ToolbarLabel
source: Opens project page of application in a web browser
el: Άνοιγμα της ιστοσελίδας έργου της εφαρμογής στον περιηγητή ιστού
es: Abrir la página del proyecto del paquete en una navegador
fr: Ouvre la page du projet de l'application dans un navigateur Internet
pl: Otwiera stronę domową aplikacji w przeglądarce www
pt_pt: Abre a página do projeto da aplicação num navegador da web
ru: Открыть страницу проекта программы в программе для просмотра интернета
sl: Odpiranje strani projekta programa v brskalniku
tr: Uygulama proje sayfasını bir web tarayıcısında açar
uk: Відкрити сторінку проекту програми у програмі для перегляду інтернету

# Name
source: Open package source homepage
el: Άνοιγμα της ιστοσελίδας του πακέτου
es: Abri la página web del paquete fuente
fr: Ouvrir la page d'accueil du projet
pl: Otwórz stronę domową pakietu
pt_pt: Abrir a página principal da fonte do pacote
ru: Открыть домашнюю страницу пакета
sl: Odpiranje domače strani izvorne kode paketa
tr: Paket kaynağı ana sayfasını aç
uk: Відкрити домашню сторінку пакунка

# Name
source: Show package contents
el: Εμφάνιση περιεχομένων του πακέτου
es: Mostrar contenido del paquete
fr: Montrer le contenu du paquet
pl: Pokaż zawartość pakietu
pt_pt: Mostrar os conteúdos do pacote
ru: Установить RPM с исходным кодом
sl: Prikaz vsebine paketa
tr: Paket içeriğini göster
uk: Показати вміст пакунка

# ToolbarLabel
source: Displays a list of package content
el: Εμφάνιση μιας λίστας με τα περιεχόμενα του πακέτου
es: Mostrar el contenido del paquete en una lista
fr: Affiche une liste du contenu du paquet
pl: Pkazuje listę z zawartością pakietu
pt_pt: Exibe a lista do conteúdo do pacote
ru: Показать список содержимого пакета
sl: Prikaz seznama vsebine paketa
tr: Paket içeriğini listeler
uk: Показати список вмісту пакунка

# Name
source: Show package information
el: Εμφάνιση πληροφοριών του πακέτου
es: Mostrar información de paquete
fr: Montrer les informations sur le paquet
pl: Pokaż informacje o pakiecie
pt_pt: Mostrar informação do pacote
ru: Показать информацию о пакете
sl: Prikaz informacij o paketu
tr: Paket bilgilerini göster
uk: Показати дані щодо пакунка

# ToolbarLabel
source: Displays useful information about package
el: Εμφάνιση χρήσιμων πληροφοριών του πακέτου
es: Mostrar información util acerca del paquete
fr: Affiche les informations utiles sur le paquet
pl: Pokazuje użyteczne informacje o pakiecie
pt_pt: Exibe a informação útil sobre o pacote
ru: Показать полезную информацию о пакете
sl: Prikaz uporabnih informacij o paketu
tr: Paket hakkında yararlı bilgi görüntüler
uk: Показати корисну інформацію щодо пакунка

# ToolbarLabel
source: Tests whether package installation is successful.
el: Δοκιμή αν η εγκατάσταση του πακέτου είναι επιτυχής.
es: Test si la instalación del paquete es correcta.
fr: Teste si l'installation du paquet est un succès.
pl: Testuje czy instalacja pakietu zakończy się powodzeniem
pt_pt: Testa para saber se a instalação do pacote foi bem sucedida.
ru: Проверить, можно ли успешно установить пакет.
sl: Preverjanje uspešnosti namestitve paketa
tr: Paket kurulumunun başarılı olup olmadığını sınar.
uk: Перевірити, чи можна успішно встановити пакунок.

# Name
source: Test package installation
el: Δοκιμή εγκατάστασης του πακέτου
es: Test instalación del paquete
fr: Tester l'installation du paquet
pl: Testuj instalację pakietu
pt_pt: Testar instalação do pacote
ru: Проверить возможность установки пакета
sl: Preverjanje namestitve paketa
tr: Paket kurulumunu sına
uk: Перевірити можливість встановлення пакунка

# ToolbarLabel
source: Extracts package content into current directory
el: Εξαγωγή των περιεχομένων του πακέτου στον τρέχων κατάλογο
es: Extraer el contenido del paquete en el directori actual
fr: Extrait le contenu du paquet dans le répertoire courant
pl: Wypakowuje zawartość pakietu do katalogu bieżącego
pt_pt: Extrai o conteúdo do pacote na diretoria atual
ru: Извлечь содержимое пакета в текущий каталог
sl: Izvlečenje vsebine paketa v trenutno mapo
tr: Paket içeriğini geçerli dizine ayıklar
uk: Видобути вміст пакунка до поточного каталогу

# Name
source: Extract package here
el: Εξαγωγή του πακέτου εδώ
es: Extraer paquete aquí
fr: Extraire le paquet ici
pl: Wypakuj pakiet tutaj
pt_pt: Extrair aqui o pacote
ru: Извлечь пакет сюда
sl: Izvlečenje vsebine paketa tukaj
tr: Paketi buraya aç
uk: Видобути пакунок сюди

# ToolbarLabel
source: Extracts package contents into user defined directory
el: Εξαγωγή των περιεχομένων του πακέτου σε έναν προσαρμοσμένο κατάλογο
es: Extraer el contenido del paquete en un directorio definido por el usuario
fr: Extrait le contenu du paquet dans le répertoire spécifié
pl: Wypakowuje zawartośc pakietu do miejsca podanego przez użytkownika
pt_pt: Extrai os conteúdos do pacote para uma diretoria definida pelo utilizador
ru: Извлечь содержимое пакета в указанный пользователем каталог
sl: Izvlečenje vsebine paketa v uporabniško določeno mapo
tr: Paket içeriğini kullanıcı tanımlı dizine ayıklar
uk: Видобути вміст пакунка до вказаного користувачем каталогу

# Name
source: Extract package to...
el: Εξαγωγή του πακέτου σε...
es: Extraer paquete en...
fr: Extraire le paquet vers...
pl: Wypakuj pakiet do...
pt_pt: Extrair o pacote para ...
ru: Извлечь пакет в...
sl: Izvlečenje vsebine paketa v ...
tr: Paketi başka dizine aç...
uk: Видобути пакунок до…

# ToolbarLabel
source: Checks whether forced package overwrite is successful
el: Έλεγχος αν η εξαναγκασμένη αντικατάσταση του πακέτου είναι επιτυχής
fr: Vérifie si l'écrasement de force du paquet est un succès
pl: Sprawdza czy wymuszenie nadpisania pakietu zakończy się powodzeniem
pt_pt: Verifica se a substituição do pacote forçado é bem sucedida
ru: Проверить, можно ли успешно установить пакет в принудительном режиме
sl: Preverjanje uspešnosti vsiljenega prepisa paketa
tr: Paket üzerine zorla yazma işleminin başarılı olup olmayacağını sınar
uk: Перевірити, чи можна успішно встановити пакунок у примусовому режимі

# Name
source: Test forcing package overwrite
el: Δοκιμή εξαναγκαστικής εγκατάστασης του πακέτου
es: Test la reescritura forzosa del paquete
fr: Tester l'écrasement de force du paquet
pl: Testuj wymuszenie nadpisania pakietu
pt_pt: Testar o forçar a substituição do pacote
ru: Проверить возможность принудительной установки пакета
sl: Preverjanje vsiljenega prepisa paketa
tr: Paket üzerine yazma zorlamasını sına
uk: Перевірити можливість примусового встановлення пакунка
