Repository: tarakbumba/tuncel
Catalog: po/*.po
Languages: de, fr, it, sl

source: Error: Missing tuncel configuration file
de: Fehler: Kann tuncel Konfiguration nicht finden.
fr: Erreur : Fichier de configuration de tuncel manquant
it: Errore: configurazione di tuncel non trovata.
sl: Napaka: nastavitvena datoteka programa tuncel manjka

source: can not find executable
de: Kann folgendes Programm nicht finden
it: Eseguibile non trovato

source: tuncel commands:
it: Comandi tuncel:

source: Display Package Main Info
it: Visualizza Info Pacchetto

source: Show Package Contents in Info Screen
it: Visualizza il Contenuto del Pacchetto

source: Unpack package in current Directory
it: Scompatta in questa Cartella

source: Unpack Package to Directory
it: Scompatta in una Cartella..

source: If %{url} exists open Package Homepage in Web Browser
it: Se %{url} esiste apri l'Homepage del Progetto

source: Installation Test (-iv)
it: Test Installatione (-iv)

source: Force Installation Test (-Uhv)
it: Forza Test Installatione (-Uhv)

source: Install RPM Source Package in to Build Enviroment
it: Installa il Sorgente RPM nella Cartella di Sviluppo

source: Example: tuncel maininfo /tmp/foo-0.0.5.i586.rpm
it: Essempio: tuncel maininfo /tmp/foo-0.0.5.i586.rpm

source: no file
de: Keine Datei angegeben
fr: aucun fichier
it: File non trovato
sl: brez datoteke

source: no application/x-rpm file
de: Keine application/x-rpm Datei
it: Non application/x-rpm file

source: please wait...
de: Bitte Warten ...
it: Attendere...

source: No URL in RPM Package found
de: Keine URL im RPM Paket enthalten.
it: URL non trovato in RPM Package.

source: No Errors
de: Keine Fehler
it: Nessun Errore

source: Installing Source...
de: Installation von Quellen ...
it: Installazione Sorgente

source: No Valid RPM Source Package
de: Das ist kein RPM Quellen Paket
it: Sorgente RPM non valido

source: Executable file can not be found:
fr: Le fichier exécutable est introuvable :
sl: Izvršilne datoteke ni možno najti:

source: tuncel commands: maininfo : Display Package Main Info showcontents : Show Package Contents in Info Screen unpack : Unpack package in current Directory unpackto : Unpack Package to Directory openHomepage : If %{url} exists open Package Homepage in Web Browser testinstall : Installation Test (-iv) forceinstalltest : Force Installation Test (-Uhv) installsrc : Install RPM Source Package in to Build Enviroment Example: tuncel maininfo /tmp/foo-0.0.5.i586.rpm
de: tuncel Befehle: maininfo : Zeige Paket Haupt Informationen showcontents : Zeige den Paket Inhalt unpack : Entpacke Paket im Aktuellen Verzeichnis unpackto : Entpacke Paket in Verzeichnis openHomepage : Wenn %{url} Vorhanden dann Ã¶ffne die Homepage im Web Browser testinstall : Installation testen (-iv) forceinstalltest : Erzwungene Installation testen (-Uhv) installsrc : Installiere RPM Quellen in die Build Umgebung Example: Beispiel: tuncel maininfo /tmp/foo-0.0.5.i586.rpm
sl: ukazi programa tuncel: maininfo: prikaz glavnih informacij o paketu showcontents: prikaz vsebine paketa na informacijskem prikazu unpack: izvlečenje vsebine paketa v trenutno mapo unpackto: izvlečenje vsebine paketa v uporabniško določeno mapo openHomepage: odpiranje povezave %{url} v brskalniku, če obstaja testinstall: testiranje namestitve (-iv) forceinstalltest: vsili testiranje namestitve (-Uhv) installsrc: Namesti paket z izvorno kodo RPM v okolje gradnje Primer: tuncel maininfo /tmp/primer-0.0.5.i586.rpm

source: Name
fr: Nom
sl: Ime

source: Summary
de: Zusammenfassung
fr: Résumé
sl: Povzetek

source: Version
sl: Verzija

source: Description
de: Beschreibung
sl: Opis

source: Homepage
fr: Page d'accueil
sl: Spletna stran

source: License
de: Lizenz
fr: Licence
sl: Licenca

source: This file is not an application/x-rpm file!
fr: Ce fichier n'est pas un fichier de type application/x-rpm !
sl: Ta datoteka ni tipa application/x-rpm!

source: Please wait...
fr: Veuillez patienter...
sl: Počakajte ...

source: There was no valid URL in package!
fr: Il n'y avait aucune URL valide dans le paquet !
sl: V paketu ni bilo najti veljavne povezave URL!

source: No errors have been reported. Test was successful!
fr: Aucune erreur n'est à signaler. Le test est un succès !
sl: Ni poročil o napakah. Test je bil uspešen!

source: Source RPM package is being installed...
fr: Le paquet RPM source s'installe...
sl: Paket z izvorno kodo RPM se namešča ...

source: This package isn't a valid Source RPM package !
fr: Ce paquet n'est pas un paquet RPM source correct !
sl: To ni veljaven paket z izvorno kodo RPM!
